/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Film";
"qtpElement" = "Element";
"qtpLayout" = "Anordnung";
"qtpText" = "Nachricht";

"qtpIndeterminateTime" = "Unbekannt";
/* A/V Controls */
"avControls" = "A/V-Steuerung";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Allgemein";
"qtpPreferencesToolbarLabelFullscreen" = "Gesamter Bildschirm";
"qtpPreferencesToolbarLabelCapture" = "Aufnahme";
"qtpPreferencesNoDeviceAvailable" = "(Kein Gerät verfügbar)";
"qtpPreferencesChoose" = "Auswählen";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatisch";
"qtpPreferencesCaptureDeviceUnavailable" = " (Nicht verfügbar)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight, integriert";

"qtpCaptureSmall" = "Besser (H.264)";
"qtpCaptureSmallDescription" = "Besser für E-Mails und Web-Sharing.\n%lux%lu Video, 128 kBit/s AAC-Audio";
"qtpCaptureSmallAlt" = "Gut (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Gut für E-Mails und Web-Sharing.\n%lux%lu Video, 128 kBit/s AAC-Audio";
"qtpCaptureLarge" = "Am besten (H.264)";
"qtpCaptureLargeDescription" = "Am besten für E-Mails und Web-Sharing.\n%lux%lu Video, 128 kBit/s AAC-Audio";
"qtpCaptureNative" = "Natives Gerät";
"qtpCaptureNativeDescription" = "Optimal zur Nachbearbeitung\nRaw-Video und -Audio, große Dateien";

/* menu items */
"qtpShowMovieInfo" = "Filminformationen einblenden";
"qtpHideMovieInfo" = "Filminformationen einblenden"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Filminformationen einblenden";
"qtpHideMovieInspector" = "Filminformationen ausblenden";
"qtpClearMenu" = "Einträge löschen";
"qtpSelectScript" = "Skript auswählen";
"qtpRun" = "Ausführen";
"qtpShowPitchShift" = "PitchShift einblenden";
"qtpNewMovieRecording" = "Neue Video-Aufnahme";
"qtpNewAudioRecording" = "Neue Audio-Aufnahme";
"qtpMovieRecording" = "Video-Aufnahme";
"qtpAudioRecording" = "Audio-Aufnahme";
"qtpShowAVControls" = "A/V-Steuerung einblenden";
"qtpHideAVControls" = "A/V-Steuerung ausblenden";
"qtpShowClosedCaption" = "Erweiterte Untertitel einblenden";
"qtpHideClosedCaption" = "Erweiterte Untertitel ausblenden";
"qtpShare" = "Bereitstellen …";
"qtpStopAllMovies" = "Alle Filme stoppen";
"qtpPlayAllMovies" = "Alle Filme abspielen";
"qtpShowSoundControls" = "Steuerung einblenden";
"qtpHideSoundControls" = "Tonsteuerung ausblenden";
"qtpHidePropertyInspector" = "Fenster „Eigenschaften“ ausblenden";
"qtpShowPropertyInspector" = "Fenster „Eigenschaften“ einblenden";
"qtpOpenMovie" = "Film öffnen …";
"qtpOpenMovieInNewPlayer" = "Film in neuem Player öffnen …";
"qtpOpenURL" = "URL öffnen …";
"qtpOpenURLInNewPlayer" = "URL in neuem Fenster öffnen …";
"qtpHalfSize" = "Halbe Größe";
"qtpActualSize" = "Originalgröße";
"qtpDoubleSize" = "Doppelte Größe";
"qtpFitToScreen" = "An Bildschirm anpassen";
"qtpLetterbox" = "An Bildschirm anpassen";
"qtpZoom" = "Bildschirmfüllend";
"qtpStretch" = "Bildschirmfüllend vergrößern";
"qtpPanoramicStretch" = "Panorama";
"qtpMinimize" = "Im Dock ablegen";
"qtpClose" = "Schließen";
"qtpFullScreen" = "Wiedergabemodus";
"qtpExitFullScreen" = "Wiedergabemodus deaktivieren";
"qtpAXURLPopupButtonValue" = "URL auswählen";
"qtpAXURLTextTitle" = "Film-URL";
"qtpExportRefMovieForWebMenuTitle" = "Für das Internet und iPhone exportieren …";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Ausschneiden";
"qtMovieViewEditCopy" = "Kopieren";
"qtMovieViewEditPaste" = "Einsetzen";
"qtMovieViewEditDelete" = "Löschen";
"qtMovieViewEditAdd" = "Zum Film hinzufügen";
"qtMovieViewEditAddScaled" = "Zur Auswahl hinzufügen und skalieren";
"qtMovieViewEditReplace" = "Ersetzen";
"qtMovieViewEditTrim" = "Auf Auswahl trimmen";
"qtMovieViewMove" = "Bewegen";
"qtMovieViewResize" = "Größe ändern";
"qtMovieViewDelete" = "Löschen";
"qtMovieViewPlace" = "Einsetzen";
"qtMovieViewInsert" = "Einfügen";
"qtMovieViewDeleteTrack" = "Spur löschen";
"qtMovieViewEnableTrack" = "Spur aktivieren";

"QTMoviePosterTimeAttribute" = "Titelbild für Film festlegen";
"QTMovieApertureMode" = "Blende festlegen";
"QTTrackHighQualityVideoAttribute" = "Hochqualitätsvideo einstellen";
"QTTrackDeinterlaceVideoAttribute" = "Deinterlace Video einstellen";
"QTTrackSingleFieldVideoAttribute" = "Einzelfeldvideo festlegen";
"QTTrackPreloadTrackAttribute" = "„Spur vorladen“ einstellen";
"QTTrackNeverPurgeTrackAttribute" = "„Spur nie entleeren“ einstellen";
"QTTrackMatrixAttribute" = "Spur-Matrix einstellen";
"QTTrackChapterlistAttribute" = "Kapitel festlegen";
"QTTrackContentsAttribute" = "Spur-Inhalt einstellen";
"QTTrackMaskAttribute" = "Spurmaske einstellen";
"QTTrackVolumeAttribute" = "Spurlautstärke einstellen";
"QTTrackBalanceAttribute" = "Spur-Balance einstellen";
"QTTrackHrefAttribute" = "HREF für Spur einstellen";
"QTTrackTransferModeAttribute" = "Videoübertragungsmodus festlegen";
"QTTrackOperationColorAttribute" = "Farbe für den Videobetrieb festlegen";
"QTTrackEnabledAttribute" = "Spuraktivierung einstellen";
"QTTrackLanguageAttribute" = "Sprache festlegen";
"QTTrackLayerAttribute" = "Spurebene einstellen";
"QTTrackRangeAttribute" = "Startzeit der Spur festlegen";
"QTTrackDisplayNameAttribute" = "Name der Spur festlegen";
"QTTrackSourcePositionAttribute" = "Spurposition festlegen";
"QTTrackSourceDimensionsAttribute" = "Spurabmessungen festlegen";


/* track names */
"qtTrackMovieName" = "Film";
"qtTrackMovieTrackName" = "Film-Spur";
"qtTrackVideoTrackName" = "Video-Spur";
"qtTrackSoundTrackName" = "Audio-Spur";
"qtTrackMPEGTrackName" = "MPEG-Spur";
"qtTrackChapterTrackName" = "Kapitel-Spur";
"qtTrackTextTrackName" = "Text-Spur";
"qtTrackSpriteTrackName" = "Sprite-Spur";
"qtTrackTimeCodeTrackName" = "Timecode-Spur";
"qtTrackFlashTrackName" = "Flash-Spur";
"qtTrackTweenTrackName" = "Tween-Spur";
"qtTrackMusicTrackName" = "Musik-Spur";
"qtTrackSkinTrackName" = "Skin-Spur";
"qtTrackThreeDeeTrackName" = "3D-Spur";
"qtTrackUnknownTrackName" = "Unbekannte Spur";
"qtTrackFourCharCodeTrackName" = "„%@“-Spur";

/* capture */
"qtpCaptureBaseMovieFileName" = "Film";
"qtpCaptureBaseAudioFileName" = "Tonspur";
"qtpCaptureDiskFullTitle" = "Die Aufnahme wurde gestoppt, da das Volume zu voll ist.";
"qtpCaptureDiskFullMessage" = "Löschen Sie einige Dateien, um Speicher freizugeben.";
"qtpCaptureWriteFailTitle" = "Bei der Aufnahme konnte keine Datei erstellt werden.";
"qtpCaptureWriteFailMessage" = "Das Medium ist möglicherweise voll oder schreibgeschützt.";
"qtpCaptureFailedTitle" = "Aufnahme fehlgeschlagen";
"qtpCaptureFailedMessage" = "Bei der Aufnahme konnte kein Film erstellt werden.";
"qtpCaptureNoDeviceTitle" = "Es wurde kein Aufnahmegerät gefunden.";
"qtpCaptureNoDeviceMessage" = "Vergewissern Sie sich, dass das Aufnahmegerät angeschlossen ist und von keinem anderen Programm verwendet wird.";
"qtpCaptureDiskNearlyFullTitle" = "Das Medium ist fast voll.";
"qtpCaptureDiskNearlyFullMessage" = "Die Aufnahme wird automatisch in %d Sekunden gestoppt.";
"qtpKeep" = "Behalten";
"qtpDontKeep" = "Nicht behalten";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Einträge löschen";

/* full screen */
"qtpExitFullScreenInstructions" = "Drücken Sie die esc-Taste, um den Vollbildmodus zu deaktivieren.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "Mrd";
"qtpMovieDataSizeUnitsKiloBytes" = "KB bestätigen";
"qtpMovieDataSizeUnitsMegaBytes" = " MB";
"qtpMovieDataSizeUnitsGigaBytes" = " GB";
"qtpMovieDataSizeUnitsTeraBytes" = " TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "Byte/s";
"qtpMovieDataRateUnitsKiloBytes" = "KB/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Liveübertragung";
"qtpLCDLiveBroadcastPaused" = "Liveübertragung - Pause";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Timecode: Drop-Frame";
"qtpLCDTimeCodeNonDropFrame" = "Timecode: Non-Drop-Frame";
"qtpLCDTimeCodeStandard" = "Normal";
"qtpLCDTimeCodeFrameNumber" =  "Frame-Nummer";

/* version */
"qtpOldQuickTime" = "Alte QuickTime Version";
"qtpOldQuickTimeError" = "Bitte aktualisieren Sie auf QuickTime 7.0 oder neuer.";
"qtpCopyright" = "Copyright © 1989–2010, Apple Inc.\nAlle Rechte vorbehalten.";
"qtpVersion" = "QuickTime™ Version %@, Player Version %@";
"qtpQuickTimeVersion" = "QuickTime™ Version %@ (%@)";
"qtpQTKitVersion" = "QTKit Version %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(Systemsprache)";
"qtpLanguageEnglish" = "Englisch";
"qtpLanguageFrench" = "Französisch";
"qtpLanguageGerman" = "Deutsch";
"qtpLanguageItalian" = "Italienisch";
"qtpLanguageDutch" = "Niederländisch";
"qtpLanguageSwedish" = "Schwedisch";
"qtpLanguageSpanish" = "Spanisch";
"qtpLanguageDanish" = "Dänisch";
"qtpLanguagePortuguese" = "Portugiesisch";
"qtpLanguageNorwegian" = "Norwegisch";
"qtpLanguageHebrew" = "Hebräisch";
"qtpLanguageJapanese" = "Japanisch";
"qtpLanguageArabic" = "Arabisch";
"qtpLanguageFinnish" = "Finnisch";
"qtpLanguageGreek" = "Griechisch";
"qtpLanguageIcelandic" = "Isländisch";
"qtpLanguageMaltese" = "Maltesisch";
"qtpLanguageTurkish" = "Türkisch";
"qtpLanguageCroatian" = "Kroatisch";
"qtpLanguageTraditionalChinese" = "Traditionelles Chinesisch";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Thailändisch";
"qtpLanguageKorean" = "Koreanisch";
"qtpLanguageLithuanian" = "Litauisch";
"qtpLanguagePolish" = "Polnisch";
"qtpLanguageHungarian" = "Ungarisch";
"qtpLanguageEstonian" = "Estnisch";
"qtpLanguageLatvian" = "Lettisch";
"qtpLanguageSaamisk" = "Samisch";
"qtpLanguageFaroese" = "Faröisch";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Russisch";
"qtpLanguageSimplifiedChinese" = "Vereinfachtes Chinesisch";
"qtpLanguageFlemish" = "Flämisch";
"qtpLanguageIrish" = "Irisch";
"qtpLanguageAlbanian" = "Albanisch";
"qtpLanguageDefault" = "Standard";

/* progress */
"qtpProgressFlatteningMovie" = "Film reduzieren …";
"qtpProgressInsertingTrackSegment" = "Spursegment einfügen …";
"qtpProgressInsertingMovieSegment" = "Filmsegment einfügen …";
"qtpProgressPasting" = "Einsetzen …";
"qtpProgressAddingMovieSelection" = "Filmauswahl hinzufügen …";
"qtpProgressCopying" = "Kopieren …";
"qtpProgressCutting" = "Ausschneiden …";
"qtpProgressLoadingMovieIntoRAM" = "Film in den Speicher laden …";
"qtpProgressLoadingTrackIntoRAM" = "Spur in den Speicher laden …";
"qtpProgressLoadingMediaIntoRAM" = "Medien in den Speicher laden …";
"qtpProgressImportingMovie" = "Film importieren …";
"qtpProgressExportingMovie" = "Film exportieren …";

/* device support */
"qtpDeviceSupportSendPrompt" = "Senden";
"qtpDeviceSupportExportingMovie" = "Film exportieren …";
"qtpDeviceSupportWaiting" = "Warten, bis %@ das Objekt annimmt …";
"qtpDeviceSupportNegotiating" = "Verhandeln …";
"qtpDeviceSupportWaitingForDevice" = "Auf das Gerät warten …";
"qtpDeviceSupportTransferring" = "Film zu %@ übertragen …";
"qtpDeviceSupportTransferringFile" = "Datei übertragen";
"qtpDeviceSupportBadRequestError" = "Ungültige Anfrage";

/* sound */
"qtpSoundChannel" = "Kanal";
"qtpSoundUnknown" = "Unbekannt";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Keine";
"qtpSoundMACE3to1" = "MACE 3 zu 1";
"qtpSoundMACE6to1" = "MACE 6 zu 1";
"qtpSoundBits" = "Bit";
"qtpSoundNotApplicable" = "Nicht anwendbar";
"qtpSoundBigEndian" = "Big Endian";
"qtpSoundLittleEndian" = "Little Endian";
"qtpSoundInteger" = "Integer";

/* accessibility */
"qtpMute" = "Ton aus";
"qtpVolume" = "Lautstärke";
"qtpSelectionStart" = "Auswahl Start";
"qtpSelectionEnd" = "Auswahl Ende";
"qtpMarker" = "Markierung";
"qtpCurrentTime" = "Aktuelle Zeit";
"qtpBack" = "Hinten";
"qtpZoomOut" = "Verkleinern";
"qtpAXRecordButtonTitle" = "Aufnehmen";
"qtpAXStopButtonTitle" = "Stopp";
"qtpAXPlayButtonTitle" = "Abspielen";
"qtpAXPauseButtonTitle" = "Pause";
"qtpZoomIn" = "Vergrößern";
"qtpShowHotspots" = "Hot Spots einblenden";
"qtpGotoBeginning" = "Gehe zum Anfang";
"qtpFastRewind" = "Schneller Rücklauf";
"qtpFastForward" = "Schneller Vorlauf";
"qtpGotoEnd" = "Gehe zum Ende";
"qtpAXEqualizerRoleDescription" = "Equalizer";
"qtpAXGainSliderTitle" = "Lautstärke";
"qtpAXBassSliderTitle" = "Bässe";
"qtpAXTrebleSliderTitle" = "Höhen";
"qtpAXBalanceSliderTitle" = "Balance";
"qtpAXFadeSliderTitle" = "Fader";
"qtpAXBrightnessSliderTitle" = "Helligkeit";
"qtpAXColorSliderTitle" = "Farbe";
"qtpAXContrastSliderTitle" = "Kontrast";
"qtpAXTintSliderTitle" = "Färbung";
"qtpAXBassTextLabelTitle" = "Bässe";
"qtpAXLeftTextLabelTitle" = "Links";
"qtpAXRightTextLabelTitle" = "Rechts";
"qtpAXFrontTextLabelTitle" = "Vorne";
"qtpAXBackTextLabelTitle" = "Hinten";
"qtpOneHalfTextLabelTitle" = "Einhalb";
"qtpAXButtonRoleDescription" = "Taste";
"qtpPress" = "Drücken";
"qtpIncrement" = "erhöhen";
"qtpDecrement" = "verringern";
"qtpTimeLine" = "Im Filmbereich";
"qtpTimeLineHelp" = "Filmzeitsteuerung, um durch den Film zu navigieren.";
"qtpCurrentTimeHelp" = "Steuerung der Abspielposition im Filmbereich, um durch den Film zu navigieren.";
"qtpSelectionStartHelp" = "Filmzeitsteuerung, um die Startposition des ausgewählten Bereichs zu markieren.";
"qtpSelectionEndHelp" = "Filmzeitsteuerung, um die Endposition des ausgewählten Bereichs zu markieren.";
"qtpMeterView" = "Audiopegel";

/* export */
"qtpExportWindowTitle" = "Exportieren";
"qtpExport" = "%@ exportieren";
"qtpFlatten" = "Reduzieren";
"qtpExportFailed" = "Export ist fehlgeschlagen";
"qtpExportFailedError" = "Der Export ist fehlgeschlagen.";
"qtpDefaultSettings" = "Standardeinstellungen";
"qtpCalculatingEstimatedTime" = " - Verbleibende Zeit berechnen …";
"qtpMinutesRemains" = " - ungefähr %d Minuten verbleiben";
"qtpOneMinuteRemains" = " - ungefähr %d Minute verbleibt";
"qtpHoursMinutesRemain" = " - ungefähr %d Stunden und %d Minuten verbleiben";
"qtpExportStopAndQuit" = "Möchten Sie den Export wirklich stoppen und beenden?";
"qtpCaptureClose" = "Möchten Sie die aktuelle Aufnahme behalten?";
"qtpCaptureCloseExplanation" = "Eine Aufnahme ist in Arbeit. Wenn Sie die Aufnahme nicht behalten, wird sie gelöscht.";
"qtpCouldNotSaveToFolder" = "Das Sichern des Ordners „%@“ ist fehlgeschlagen.";
"qtpCannotReplaceFileWithFolder" = "Der Ordner „%@“ konnte nicht erstellt werden, da bereits eine Datei mit diesem Namen existiert.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Bewegen Sie die Originaldatei, benennen Sie sie um oder ändern Sie den Namen der exportierten Dateien.";

/* save as */
"qtpSaveAsFailed" = "„Sichern unter“ fehlgeschlagen";
"qtpSaveAsFailedError" = "Der Dateiname enthält unzulässige Zeichen.\nEntfernen Sie alle Schrägstriche „/“ aus dem Namen.";
"qtpSave" = "Sichern";
"qtpCustom" = "Eigene";
"qtpCustomSettings" = "Eigene Einstellungen";
"qtpQuickTimeMovie" = "QuickTime-Film";
"qtpReference" = "Referenz";
"qtpSettings" = "Einstellungen";
"qtpRecentSettings" = "Benutzte Einstellungen";
"qtpShowAllSettings" = "Alle Einstellungen einblenden …";
"qtpSaveSetting" = "Einstellungen sichern …";
"qtpReplaceSetting" = "Einstellung ersetzen";
"qtpReplace" = "Ersetzen";
"qtpReplaceWarning" = "Es existiert bereits eine Einstellung mit diesem Namen.\nMöchten Sie sie ersetzen?";
"qtpDeleteSetting" = "Einstellung löschen";
"qtpDelete" = "Löschen";
"qtpDeleteWarning" = "Möchten Sie diese Einstellung wirklich löschen?";
"qtpCancel" = "Abbrechen";
"qtpMyCustomSetting" = "Meine Einstellung";
"qtpThisIsCustom" = "Das ist angepasst";
"qtpFilesExist" = "Die folgenden Dateien existieren bereits im Ordner „%@“. Möchten Sie sie ersetzen?";
"qtpFilesExistExplanation" = "%@\n\nIm Ordner „%@“ existieren bereits Dateien mit diesen Namen. Wenn Sie diese ersetzen werden ihre Inhalte überschrieben.";

/* share */
"qtpShareDefaultName" = "Ohne Titel";
"qtpShareToPodcast" = "„%@“ mit „%@“ an den Podcast-Server senden.";
"qtpShareToMail" = "„%@“ an Mail senden";
"qtpShareToiPod" = "„%@“ an iPod senden";
"qtpPending" = "Warten …";
"qtpStarting" = "Starten …";
"qtpStarted" = "Gestartet";
"qtpFailed" = "Fehlgeschlagen";
"qtpFailedExitCode" = "Fehlgeschlagen: Der Exportvorgang wurde unerwartet beendet.";
"qtpFailedSignal" = "Fehlgeschlagen: Der Exportvorgang wurde unerwartet beendet.";
"qtpWaiting" = "Warten …";
"qtpContinuing" = "Fortsetzen …";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Fehlende Server-URL";
"qtpSharePodcastNoUserName" = "Fehlender Benutzername";
"qtpSharePodcastNoPassword" = "Fehlendes Kennwort";
"qtpSharePodcastInvalidServerName" = "Ungültige Server-URL";
"qtpSharePodcastNoPasswordMessage" = "Geben Sie das Kennwort für den entsprechenden Benutzer und Servernamen an.";
"qtpSharePodcastNoUserNameMessage" = "Geben Sie den Benutzernamen für den entsprechenden Servernamen an.";
"qtpSharePodcastNoServerNameMessage" = "Geben Sie den Servernamen für den entsprechenden Benutzer und das Kennwort an";
"qtpKeyChainMessage" = "Nachricht zum Schlüsselbund:";
"qtpKeyChainPasswordQuestion" = "Möchten Sie das Kennwort im Schlüsselbund sichern?";
"qtpPodcastWorkflowLoading" = "Laden …";
"qtpPodcastWorkflowDone" = "Fertig";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Die Anmeldung ist aufgrund eines Serverfehlers fehlgeschlagen.";
"qtpSharePodcastServerMessage_10" = "Um sich beim Server anmelden zu können, müssen Sie als root-Benutzer des Computers angemeldet sein.";
"qtpSharePodcastServerMessage_11" = "Beim Lesen oder Schreiben in die plist ist ein Fehler aufgetreten.";
"qtpSharePodcastServerMessage_12" = "Ein interner Parameterfehler ist aufgetreten.";
"qtpSharePodcastServerMessage_20" = "Der Server ist zurzeit nicht verfügbar.";
"qtpSharePodcastServerMessage_21" = "Es wurde kein Server mit dem angegebenen Hostnamen gefunden.";
"qtpSharePodcastServerMessage_22" = "Der Server hat nicht rechtzeitig geantwortet.";
"qtpSharePodcastServerMessage_23" = "SSL ist auf dem Server nicht aktiviert.";
"qtpSharePodcastServerMessage_24" = "Der Server konnte kein gültiges Zertifikat liefern.";
"qtpSharePodcastServerMessage_25" = "Ungültige Antwort vom Server";
"qtpSharePodcastServerMessage_26" = "Der eingegebene Benutzername oder das Kennwort sind ungültig.";
"qtpSharePodcastServerMessage_30" = "Der Server konnte keinen Sendevorgang starten.";
"qtpSharePodcastServerMessage_31" = "Der Uplaod-Server ist zurzeit nicht verfügbar.";
"qtpSharePodcastServerMessage_32" = "Die Datei konnte nicht übertragen werden.";
"qtpSharePodcastServerMessage_33" = "Die Datei konnte nicht kopiert werden.";
"qtpSharePodcastServerMessage_34" = "Der Sendevorgang konnte nicht abgeschlossen werden.";
"qtpSharePodcastServerMessage_35" = "Der Server konnte sich nicht mit dem Dienst verbinden.";
"qtpSharePodcastServerMessage_36" = "Der Server konnte keinen Befehl an den Dienst senden.";
"qtpSharePodcastServerMessage_37" = "Ein unbekannter Fehler ist aufgetreten.";

/* sandbox */
"qtpParseError" = "Parserfehler";
"qtpExporting" = "Exportieren";
"qtpExportFinished" = "Export ist abgeschlossen";
"qtpPublishing" = "Veröffentlichen";
"qtpPublishFailed" = "Veröffentlichen ist fehlgeschlagen";
"qtpPublishFinished" = "Veröffentlichen ist abgeschlossen";
"qtpFinished" = "Fertig";
"qtpUploading" = "Laden";
"qtpUploadingToPodcastProducer" = "An Podcast Producer senden";

"favoritesTitle" = "Favoriten";
"fileNotFound" = "Die Datei konnte nicht geöffnet werden, da sie nicht gefunden wurde.";
"deleteConfirmation" = "Möchten Sie wirklich diesen Favoriten löschen:";
"deleteMultipleConfirmation" = "Wollen Sie wirklich die ausgewählten Favoriten löschen?";
"questionMark" = "?";
"undoneMessage" = "Diese Aktion kann nicht rückgängig gemacht werden.";
"cancelTitle" = "Abbrechen";
"iconColumnTitle" = "Favorit";
"urlColumnTitle" = "Ort";

"clearURLsConfirmation" = "Möchten Sie wirklich die zuletzt besuchten URLs löschen?";

/* movie info window items */
"visualContexts" = "Visuelle Kontexte:";
"visualContextsMediaKeySetTo" = "QTKitVisualContext Medienkennwort festgelegt auf ";
"usingVisualContext" = "Visuellen Kontext verwenden";
"usingGWorld" = "gworld verwenden";
"disabled" = "deaktiviert";
"enabled" = "aktiviert";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nKaufen Sie QuickTime 7 Pro, um diese und Dutzende andere, großartige Funktionen zu aktivieren, einschließlich Export zu iPod und Apple TV.";
"buyNowButton" = "Jetzt kaufen";
"learnMoreButton" = "Weitere Informationen";
"buyNowURL" = "http://www.apple.com/de/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/de/quicktime/upgrade/";
"qtpNotNow" = "Später";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Bei dieser Funktion wird ein leeres QuickTime Player Fenster geöffnet. Hier können Sie Medien einsetzen und Spuren hinzufügen, um einen neuen Film zu erstellen.";
"newMovieRecordingUpgradeMessage" = "Wenn Sie Ihre iSight oder eine andere FireWire Kamera verwenden, können Sie über die Funktion „Neue Video-Aufnahme“ mit nur einem Klick Video und Audio auf Ihrem Computer aufnehmen.";
"newAudioRecordingUpgradeMessage" = "Mit dieser Funktion können Sie mit nur einem Klick Audio auf Ihrem Computer aufnehmen und Ihre Filme und Diashows mit gesprochenem Text versehen.";
"openImageSequenceUpgradeMessage" = "Bei dieser Funktion können Sie leicht in wenigen Schritten Diashows und Animationen aus Ihren Einzelbildern und Zeichnungen erstellen.";
"saveDocumentUpgradeMessage" = "Über „Sichern“ können Sie Ihre Bearbeitungen und Wiedergabe-Einstellungen für das nächste Mal beibehalten, wenn Sie oder andere Ihren Film ansehen.";
"saveDocumentAsUpgradeMessage" = "Über „Sichern unter“ können Sie Ihre Bearbeitungen und Wiedergabe-Einstellungen in einer neu benannten Kopie Ihrer Filmdatei beibehalten.";
"revertDocumentToSavedUpgradeMessage" = "Bei dieser Funktion können Sie alle Ihre Bearbeitungen und Änderungen der Einstellungen nach dem letzten Sichern Ihres Films widerrufen.";
"shareUpgradeMessage" = "Über „Senden“ können Sie ganz einfach eine Filmdatei erstellen, die zum gemeinsamen Nutzen über E-Mail oder Ihre .Mac HomePage bestens geeignet ist.";
"exportUpgradeMessage" = "Über „Exportieren“ erhalten Sie hunderte von erweiterten Optionen zum Erstellen oder Konvertieren von Multimediadateien und haben eine Auswahl aus vielen Formaten.";
"exportRefMovieForWebUpgradeMessage" = "Mit „Für das Internet exportieren“ können Sie Ihre Mediendatei in ein für die Internetübertragung an iPhone und an den Computer optimiertes Format konvertieren.";

"undoUpgradeMessage" = "Über „Widerrufen“ wird die zuletzt an Ihrem Film vorgenommene Änderung entfernt.";
"redoUpgradeMessage" = "Über „Wiederholen“ wird die Änderung, die Sie zuletzt am Film vorgenommen (und dann entfernt) haben, erneut angewendet.";
"copyUpgradeMessage" = "Über „Kopieren“ wird ein Duplikat des ausgewählten Teils Ihres Films erstellt und in die Zwischenablage kopiert.";
"cutUpgradeMessage" = "Über „Ausschneiden“ wird der ausgewählte Teil Ihres Films entfernt und in die Zwischenablage kopiert.";
"pasteUpgradeMessage" = "Über „Einsetzen“ wird der Inhalt der Zwischenablage an der angegebenen Position in Ihren Film eingesetzt.";
"deleteUpgradeMessage" = "Über „Löschen“ wird der ausgewählte Teil Ihres Films entfernt.";
"selectAllUpgradeMessage" = "Über „Alle auswählen“ wird Ihr gesamter Film markiert, damit Sie Bearbeitungsfunktionen, z. B. Ausschneiden oder Kopieren, auf den ganzen Film anwenden können.";
"selectNoneUpgradeMessage" = "Bei dieser Funktion werden die Start- und Endpunkte Ihrer Auswahl gelöscht, damit kein Teil des Films markiert ist.";
"trimUpgradeMessage" = "Bei dieser Funktion wird der markierte Teil Ihres Films beibehalten und der Rest gelöscht.";
"addUpgradeMessage" = "Bei dieser Funktion wird der Inhalt der Zwischenablage in einer eigenen Spur zu Ihrem Film hinzugefügt.";
"addScaledUpgradeMessage" = "Bei dieser Funktion wird der Inhalt der Zwischenablage in einer eigenen Spur zu Ihrem Film hinzugefügt. Dabei wird der Film entweder gedehnt oder verkürzt, um die Länge des ausgewählten Teils Ihres Films anzupassen.";
"extractTracksUpgradeMessage" = "Bei dieser Funktion wird die ausgewählte Spur in ein separates Fenster kopiert, damit Sie sie bearbeiten, ändern und als neue Datei sichern können.";
"findTextUpgradeMessage" = "Über „Suchen“ wird der angegebene Suchbegriff in den Text-Spuren Ihres Films gesucht.";
"findNextTextUpgradeMessage" = "Über „Weitersuchen (vorwärts)“ wird das nächste Auftreten des Suchbegriffs in den Text-Spuren Ihres Films gesucht.";
"findPreviousTextUpgradeMessage" = "Über „Weitersuchen (rückwärts)“ wird das vorherige Auftreten des Suchbegriffs in den Text-Spuren Ihres Films gesucht.";

"fullScreenUpgradeMessage" = "Über „Gesamter Bildschirm“ wird Ihr Film auf den gesamten Bildschirm vergrößert. Die leicht zu bedienenden Steuerungen werden beim Start der Wiedergabe ausgeblendet.";
"presentMovieUpgradeMessage" = "Über „Film vorführen“ werden Größe und Wiedergabeoptionen zum Wiedergeben Ihres Films oder Ihrer Diashow auf einem einfarbigen Hintergrund angezeigt, um einen Hollywood-Effekt zu erzielen.";
"loopBackAndForthUpgradeMessage" = "Bei dieser Funktion wird Ihr Film endlos vorwärts und rückwärts wiedergegeben.";
"playSelectionOnlyUpgradeMessage" = "Bei dieser Funktion wird nur der ausgewählte Teil Ihres Films wiedergegeben.";
"playAllFramesUpgradeMessage" = "Bei dieser Funktion gibt QuickTime jedes Frame Ihres Films wieder, selbst die Frames, die QuickTime aus Zeitgründen möglicherweise überspringt.";
"playPauseAllUpgradeMessage" = "Diese Funktion gibt all geöffneten Filme gleichzeitig wieder, so dass Sie Filmversionen vergleichen oder einen „Film-Multiplex“ veranstalten können.";
"gotoPosterFrameUpgradeMessage" = "Bei dieser Funktion gelangen Sie direkt zu dem Bild des Films, das dem Benutzer für den Film angezeigt wird.";
"setPosterFrameUpgradeMessage" = "Durch diese Funktion können Sie Ihr Lieblingsbild eines Films als „Titelbild“ des Films auswählen, damit Sie ihn leicht finden, wenn Sie ihn im Dateisystem Ihres Computers suchen oder in einer Webseite einbetten.";

"openMoviePropertiesUpgradeMessage" = "Diese Funktion bietet Ihnen eine Vielzahl fortgeschrittener Informations- und Bearbeitungswerkzeuge für Filme. Drehen Sie Videos, fügen Sie Anmerkungen hinzu, stellen Sie die Lautstärke ein und vieles andere mehr.";
"autoPresentUpgradeMessage" = "Zur bildschirmfüllenden Wiedergabe wird QuickTime Pro benötigt, das zurzeit nicht auf Ihrem Computer installiert ist. Besuchen Sie www.apple.com/de/quicktime, um QuickTime Pro zu kaufen.";
"genericUpgradeMessage" = "Für diese Funktion wird QuickTime Pro benötigt, das zurzeit nicht auf Ihrem Computer installiert ist. Besuchen Sie www.apple.com/de/quicktime, um QuickTime Pro zu kaufen.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Netzwerk-Diagnose";
"netDiagnosticsSheetMessage" = "Es ist ein Netzwerkfehler aufgetreten.";

/* error handling */
"qtpCouldNotCreateMovie" = "Der FIlm konnte nicht erstellt werden.";
"qtpCouldNotOpenMovie" = "Der Film konnte nicht geöffnet werden.";
"qtpCouldNotSaveMovie" = "Der Film konnte nicht gesichert werden.";
"qtpCouldNotSaveMovieWithName" = "Der Film „%@“ konnte nicht gesichert werden.";
"qtpCouldNotPaste" = "Der Inhalt der Zwischenablage konnte nicht in den Film eingesetzt werden.";
"qtpCouldNotPasteWithName" = "Der Inhalt der Zwischenablage konnte nicht in den Film „%@“ eingesetzt werden.";
"qtpCouldNotDeleteSelection" = "Die Auswahl konnte nicht aus dem Film gelöscht werden.";
"qtpCouldNotDeleteSelectionWithName" = "Die Auswahl konnte nicht aus dem Film „%@“ gelöscht werden.";
"qtpMightExperiencePlaybackProblems" = "Bei der Wiedergabe des Films treten möglicherweise Probleme auf.";
"qtpMightExperiencePlaybackProblemsWithName" = "Bei der Wiedergabe des Films „%@“ treten möglicherweise Probleme auf.";
"qtpNonHDCPDisplayDescription" = "Der Film „%@“ kann nicht wiedergegeben werden, da ein Bildschirm angeschlossen ist, der nicht für die Wiedergabe geschützter Filme freigegeben ist.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Versuchen Sie, das Filmfenster auf einen anderen Bildschirm zu bewegen oder trennen Sie die Verbindung zu allen Bildschirmen, die nicht über HDCP freigegeben sind.";
"qtpUnknownError" = "Der Vorgang konnte nicht abgeschlossen werden.";

"qtpInvalidURLError" = "Die URL ist ungültig.";


"continue" = "Fortfahren";
"close" = "Schließen";
"stop" = "Stopp";

/* time bomb */
"timeBombExpiredMessage" = "Die Vorversion der QuickTime Software, die Sie verwenden, ist abgelaufen. Unter: \n\n%@\n\nkönnen Sie eine neue Version der Software laden.";
"timeBombUpdateURL" = "http://www.apple.com/de/quicktime/download/";
"quit" = "Beenden";
"goThere" = "Jetzt öffnen";
"dontQuit" = "Nicht beenden";
"aboutBoxTimeBombMessage" = "Läuft ab am:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Identifizierung erforderlich für die Anzeige des Inhalts";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Zukünftiges QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Ungültige Registrierung";

"QT_PROAPP_USER" = "Apple Pro Apps-Benutzer";
"QT_AUTO" = "Automatisch";
